Repository: untreu2/qiqstr
Catalog: lib/l10n/app_*.arb
Languages: de, tr

source: Settings
de: Einstellungen
tr: Ayarlar

# settingsSubtitle
source: Manage your app preferences.
de: Verwalten Sie Ihre App-Einstellungen.
tr: Uygulama tercihlerinizi yönetin.

source: Relays
tr: Röleler

source: Your Data on Relays
de: Deine Daten auf Relays
tr: Rölelerdeki Verileriniz

source: Keys
de: Schlüssel
tr: Anahtarlar

source: Display
de: Anzeige
tr: Görünüm

source: Payments
de: Zahlungen
tr: Ödemeler

source: Muted
de: Stummgeschaltet
tr: Sessize Alınmış

source: Logout
de: Abmelden
tr: Çıkış Yap

source: Language
de: Sprache
tr: Dil

# languageSubtitle
source: Select your preferred language
de: Wählen Sie Ihre bevorzugte Sprache
tr: Tercih ettiğiniz dili seçin

source: English
de: Englisch
tr: İngilizce

source: Turkish
de: Türkisch
tr: Türkçe

source: German
de: Deutsch
tr: Almanca

source: Failed to upload encrypted media
de: Verschlüsselte Medien konnten nicht hochgeladen werden
tr: Şifreli medya yüklenemedi

source: No messages yet
de: Noch keine Nachrichten
tr: Henüz mesaj yok

source: Failed to decrypt media
de: Medien-Entschlüsselung fehlgeschlagen
tr: Medya şifresi çözülemedi

source: Legacy unencrypted media
de: Alte unverschlüsselte Medien
tr: Şifrelenmemiş eski medya

source: Decryption Error
de: Entschlüsselungsfehler
tr: Şifre Çözme Hatası

source: Unknown error
de: Unbekannter Fehler
tr: Bilinmeyen hata

source: Decryption failed
de: Entschlüsselung fehlgeschlagen
tr: Şifre çözme başarısız

source: Yesterday
de: Gestern
tr: Dün

source: Error selecting media
de: Fehler beim Auswählen von Medien
tr: Medya seçme hatası

source: Error selecting user
de: Fehler beim Auswählen des Benutzers
tr: Kullanıcı seçme hatası

source: Error sharing note
de: Fehler beim Teilen der Notiz
tr: Not paylaşma hatası

# emptyNoteMessage
source: Please enter a note or add media
de: Bitte geben Sie eine Notiz ein oder fügen Sie Medien hinzu
tr: Lütfen bir not girin veya medya ekleyin

# addMediaText
source: Add media
de: Medien hinzufügen
tr: Medya ekle

# retryText
source: Retry
de: Wiederholen
tr: Tekrar Dene

# hintText
source: What's on your mind?
de: Was denken Sie?
tr: Aklından ne geçiyor?

source: Cancel
de: Abbrechen
tr: İptal

source: Uploading media files
de: Mediendateien werden hochgeladen
tr: Medya dosyaları yükleniyor

# addMediaFilesToPost
source: Add media files to your post
de: Fügen Sie Mediendateien zu Ihrem Beitrag hinzu
tr: Gönderinize medya dosyaları ekleyin

source: Add GIF from Giphy
de: GIF von Giphy hinzufügen
tr: Giphy'den GIF ekle

source: Post your note
de: Notiz veröffentlichen
tr: Notunuzu paylaşın

source: Compose your note
de: Verfassen Sie Ihre Notiz
tr: Notunuzu yazın

source: Remove this media file
de: Diese Mediendatei entfernen
tr: Bu medya dosyasını kaldır

source: Your feed is empty
de: Ihr Feed ist leer
tr: Akışınız boş

source: Notes
de: Notizen
tr: Notlar

source: Reads
de: Gelesen
tr: Okumalar

source: No articles available
de: Keine Artikel verfügbar
tr: Makale bulunamadı

source: Search Error
de: Suchfehler
tr: Arama Hatası

source: No results found
de: Keine Ergebnisse gefunden
tr: Sonuç bulunamadı

source: Users
de: Benutzer
tr: Kullanıcılar

source: Following
de: Folge ich
tr: Takip Ediliyor

source: Follow
de: Folgen
tr: Takip Et

source: Login
de: Anmelden
tr: Giriş Yap

# createNewAccount
source: Create a New Account
de: Neues Konto erstellen
tr: Yeni Hesap Oluştur

source: No following users
de: Keine folgenden Benutzer
tr: Takip edilen kullanıcı yok

source: Unknown User
de: Unbekannter Benutzer
tr: Bilinmeyen Kullanıcı

source: Failed to load suggested users
de: Vorgeschlagene Benutzer konnten nicht geladen werden
tr: Önerilen kullanıcılar yüklenemedi

source: Suggested Follows
de: Vorgeschlagene Follower
tr: Önerilen Takipler

# continueButton
source: Continue
de: Fortfahren
tr: Devam Et

source: No events to rebroadcast
de: Keine Ereignisse zum erneuten Senden
tr: Yeniden yayınlanacak etkinlik yok

source: Error rebroadcasting events
de: Fehler beim erneuten Senden von Ereignissen
tr: Etkinlikleri yeniden yayınlama hatası

source: Delete
de: Löschen
tr: Sil

source: No events found to delete
de: Keine Ereignisse zum Löschen gefunden
tr: Silinecek etkinlik bulunamadı

source: No valid event IDs found
de: Keine gültigen Ereignis-IDs gefunden
tr: Geçerli etkinlik kimliği bulunamadı

source: User requested account deletion
de: Benutzer hat Kontolöschung angefordert
tr: Kullanıcı hesap silme talebinde bulundu

source: Profile Metadata
de: Profil-Metadaten
tr: Profil Meta Verileri

source: Text Note
de: Textnotiz
tr: Metin Notu

source: Follows
de: Folgt
tr: Takipler

source: Encrypted Direct Message
de: Verschlüsselte Direktnachricht
tr: Şifreli Direkt Mesaj

source: Event Deletion
de: Ereignislöschung
tr: Etkinlik Silme

source: Repost
de: Erneut posten
tr: Yeniden Paylaş

source: Reaction
de: Reaktion
tr: Tepki

source: Mute List
de: Stummschaltungsliste
tr: Sessiz Listesi

source: Relay List
de: Relay-Liste
tr: Röle Listesi

source: Rebroadcasting...
de: Wird gesendet...
tr: Yeniden yayınlanıyor...

source: Rebroadcast
de: Erneut senden
tr: Yeniden Yayınla

source: Delete Account
de: Konto löschen
tr: Hesabı Sil

source: Edit Profile
de: Profil bearbeiten
tr: Profili Düzenle

source: Profile image
de: Profilbild
tr: Profil resmi

source: Username
de: Benutzername
tr: Kullanıcı adı

# pleaseEnterValidWebsiteUrl
source: Please enter a valid website URL
de: Bitte geben Sie eine gültige Website-URL ein
tr: Lütfen geçerli bir web sitesi URL'si girin

source: Set Up Profile
de: Profil einrichten
tr: Profil Oluştur

source: Thread
tr: Konu

source: No replies found
de: Keine Antworten gefunden
tr: Yanıt bulunamadı

source: Load more
de: Mehr laden
tr: Daha fazla yükle

source: Failed to load thread
de: Thread konnte nicht geladen werden
tr: Konu yüklenemedi

source: Close dialog
de: Dialog schließen
tr: Diyalogu kapat

# pleaseSetUpProfileFirst
source: Please set up your profile first
de: Bitte richten Sie zuerst Ihr Profil ein
tr: Lütfen önce profilinizi oluşturun

# noRelayListFoundInProfile
source: No relay list found in your profile
de: Keine Relay-Liste in Ihrem Profil gefunden
tr: Profilinizde röle listesi bulunamadı

source: Relays saved successfully
de: Relays erfolgreich gespeichert
tr: Röleler başarıyla kaydedildi

# pleaseEnterRelayUrl
source: Please enter a relay URL
de: Bitte geben Sie eine Relay-URL ein
tr: Lütfen bir röle URL'si girin

# relayAlreadyExists
source: Relay already exists in this category
de: Relay existiert bereits in dieser Kategorie
tr: Bu kategoride röle zaten mevcut

source: Relay added to Main list
de: Relay zur Hauptliste hinzugefügt
tr: Röle Ana listeye eklendi

source: No events found to broadcast
de: Keine Ereignisse zum Übertragen gefunden
tr: Yayınlanacak etkinlik bulunamadı

source: Error broadcasting events
de: Fehler beim Übertragen der Ereignisse
tr: Etkinlik yayınlama hatası

source: Relay removed successfully
de: Relay erfolgreich entfernt
tr: Röle başarıyla kaldırıldı

source: Relays reset to defaults
de: Relays auf Standardwerte zurückgesetzt
tr: Röleler varsayılanlara sıfırlandı

source: Relay added from following list
de: Relay aus Folgeliste hinzugefügt
tr: Röle takip listesinden eklendi

# relayAlreadyExistsInList
source: Relay already exists in your list
de: Relay existiert bereits in Ihrer Liste
tr: Röle listenizde zaten mevcut

source: Untitled Article
de: Unbenannter Artikel
tr: Başlıksız Makale

source: Article
de: Artikel
tr: Makale

source: Event not found
de: Ereignis nicht gefunden
tr: Etkinlik bulunamadı

source: Article not found
de: Artikel nicht gefunden
tr: Makale bulunamadı

source: Copy
de: Kopieren
tr: Kopyala

source: Copied to clipboard
de: In Zwischenablage kopiert
tr: Panoya kopyalandı

source: Could not load hashtag feed
de: Hashtag-Feed konnte nicht geladen werden
tr: Hashtag akışı yüklenemedi

source: Error opening hashtag
de: Fehler beim Öffnen des Hashtags
tr: Hashtag açma hatası

source: Video saved to gallery
de: Video in Galerie gespeichert
tr: Video galeriye kaydedildi

source: Failed to save video to gallery
de: Video konnte nicht in Galerie gespeichert werden
tr: Video galeriye kaydedilemedi

source: Undo repost
de: Repost rückgängig machen
tr: Yeniden paylaşımı geri al

source: Repost again
de: Erneut reposten
tr: Tekrar paylaş

source: Quote
de: Zitieren
tr: Alıntı

source: Event and author profile signatures verified
de: Ereignis- und Autorprofilsignaturen verifiziert
tr: Etkinlik ve yazar profili imzaları doğrulandı

# eventSignatureVerified
source: Event signature verified, profile not available for verification
de: Ereignissignatur verifiziert, Profil nicht zur Überprüfung verfügbar
tr: Etkinlik imzası doğrulandı, profil doğrulaması mevcut değil

source: Event signature verification failed
de: Ereignissignaturüberprüfung fehlgeschlagen
tr: Etkinlik imza doğrulaması başarısız

source: Verification failed
de: Überprüfung fehlgeschlagen
tr: Doğrulama başarısız

source: Verify signature
de: Signatur überprüfen
tr: İmzayı doğrula

source: Interactions
de: Interaktionen
tr: Etkileşimler

source: Error loading notes
de: Fehler beim Laden von Notizen
tr: Notlar yüklenirken hata

source: Reposted by
de: Erneut gepostet von
tr: Yeniden paylaşan:

source: Anonymous
de: Anonym
tr: Anonim

source: Profile
de: Profil
tr: Profil

# pleaseConnectWalletFirst
source: Please connect your wallet first
de: Bitte verbinden Sie zuerst Ihr Wallet
tr: Lütfen önce cüzdanınızı bağlayın

source: User
de: Benutzer
tr: Kullanıcı

source: Error loading user profile
de: Fehler beim Laden des Benutzerprofils
tr: Kullanıcı profili yüklenirken hata

source: Send
de: Senden
tr: Gönder

# enterValidAmount
source: Enter a valid amount
de: Geben Sie einen gültigen Betrag ein
tr: Geçerli bir miktar girin

source: Relays from your follows
de: Relays von Ihren Followern
tr: Takip ettiklerinizden röleler

source: No relays found from following users
de: Keine Relays von folgenden Benutzern gefunden
tr: Takip edilen kullanıcılardan röle bulunamadı

# editProfileButton
source: Edit profile
de: Profil bearbeiten
tr: Profili düzenle

# mutedButton
source: Muted
de: Stummgeschaltet
tr: Sessize alındı

# followButton
source: Follow
de: Folgen
tr: Takip Et

source: Following you
de: Folgt Ihnen
tr: Sizi takip ediyor

source: Image saved to gallery
de: Bild in Galerie gespeichert
tr: Resim galeriye kaydedildi

source: Failed to save image to gallery
de: Bild konnte nicht in Galerie gespeichert werden
tr: Resim galeriye kaydedilemedi

source: Unfollow
de: Entfolgen
tr: Takibi Bırak

# pleaseEnterInvoice
source: Please enter an invoice
de: Bitte geben Sie eine Rechnung ein
tr: Lütfen bir fatura girin

source: Pay Invoice
de: Rechnung bezahlen
tr: Faturayı Öde

source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
tr: Varsayılanlara Sıfırla

source: Mute
de: Stummschalten
tr: Sessize Al

source: Go back
de: Zurück
tr: Geri dön

source: Go back to previous screen
de: Zurück zum vorherigen Bildschirm
tr: Önceki ekrana dön

source: Share
de: Teilen
tr: Paylaş

source: Untitled
de: Unbenannt
tr: Başlıksız

source: No articles found
de: Keine Artikel gefunden
tr: Makale bulunamadı

source: No relays found
de: Keine Relays gefunden
tr: Röle bulunamadı

source: Refresh
de: Aktualisieren
tr: Yenile

# displayTitle
source: Display
de: Anzeige
tr: Görünüm

# displaySubtitle
source: Customize your viewing experience.
de: Passen Sie Ihr Anzeigeerlebnis an.
tr: Görüntüleme deneyiminizi özelleştirin.

source: Expanded Notes
de: Erweiterte Notizen
tr: Genişletilmiş Notlar

source: Normal Notes
de: Normale Notizen
tr: Normal Notlar

source: Dark Mode
de: Dunkler Modus
tr: Karanlık Mod

source: Light Mode
de: Heller Modus
tr: Aydınlık Mod

source: Home
de: Startseite
tr: Ana Sayfa

source: Wallet
tr: Cüzdan

source: Notifications
de: Benachrichtigungen
tr: Bildirimler

source: Navigation Bar Order
de: Reihenfolge der Navigationsleiste
tr: Gezinme Çubuğu Sırası

# pressAndHoldToDrag
source: Press and hold to drag and reorder items
de: Gedrückt halten, um zu ziehen und neu zu ordnen
tr: Sürüklemek ve yeniden sıralamak için basılı tutun

source: Loading...
de: Lädt...
tr: Yükleniyor...

source: Not found
de: Nicht gefunden
tr: Bulunamadı

source: Error loading keys
de: Fehler beim Laden der Schlüssel
tr: Anahtarlar yüklenirken hata

source: Not available
de: Nicht verfügbar
tr: Mevcut değil

source: Error encoding nsec
de: Fehler beim Kodieren von nsec
tr: Nsec kodlama hatası

source: Public Key (npub)
de: Öffentlicher Schlüssel (npub)
tr: Açık Anahtar (npub)

source: Private Key (nsec)
de: Privater Schlüssel (nsec)
tr: Özel Anahtar (nsec)

source: Seed Phrase
tr: Kurtarma Kelimeleri

# shareThisToReceiveMessages
source: Share this with others to receive messages and zaps.
de: Teilen Sie dies, um Nachrichten und Zaps zu erhalten.
tr: Mesaj ve zap almak için bunu paylaşın.

# keepThisSecret
source: Keep this secret! Never share it with anyone.
de: Halten Sie dies geheim! Teilen Sie es niemals mit jemandem.
tr: Bunu gizli tutun! Asla kimseyle paylaşmayın.

# useThisToRecoverAccount
source: Use this to recover your account. Store it safely.
de: Verwenden Sie dies, um Ihr Konto wiederherzustellen. Bewahren Sie es sicher auf.
tr: Hesabınızı kurtarmak için bunu kullanın. Güvenli bir şekilde saklayın.

source: Advanced
de: Erweitert
tr: Gelişmiş

# keysTitle
source: Keys
de: Schlüssel
tr: Anahtarlar

# keysSubtitle
source: Manage your Nostr identity keys.
de: Verwalten Sie Ihre Nostr-Identitätsschlüssel.
tr: Nostr kimlik anahtarlarınızı yönetin.

# copiedToClipboardWithType
source: {type} copied to clipboard!
de: {type} in Zwischenablage kopiert!
tr: {type} panoya kopyalandı!

# paymentsTitle
source: Payments
de: Zahlungen
tr: Ödemeler

# paymentsSubtitle
source: Manage your payment preferences.
de: Verwalten Sie Ihre Zahlungseinstellungen.
tr: Ödeme tercihlerinizi yönetin.

source: One Tap Zap
de: Ein-Tippen-Zap
tr: Tek Dokunuşta Zap

source: Default Zap Amount
de: Standard-Zap-Betrag
tr: Varsayılan Zap Miktarı

source: Amount (sats)
de: Betrag (Sats)
tr: Miktar (sats)

source: Amount saved successfully
de: Betrag erfolgreich gespeichert
tr: Miktar başarıyla kaydedildi

# pleaseEnterValidAmount
source: Please enter a valid amount
de: Bitte geben Sie einen gültigen Betrag ein
tr: Lütfen geçerli bir miktar girin

# mutedTitle
source: Muted
de: Stummgeschaltet
tr: Sessize Alınmış

# mutedSubtitle
source: Events from muted users and containing muted words are hidden from your feeds. Your mute list is encrypted and only visible to you.
de: Ereignisse von stummgeschalteten Benutzern und mit stummgeschalteten Wörtern werden aus Ihren Feeds ausgeblendet. Ihre Stummschaltungsliste ist verschlüsselt und nur für Sie sichtbar.
tr: Sessize alınan kullanıcıların ve kelimelerin bulunduğu olaylar akışlarınızdan gizlenir. Sessiz listeniz şifrelenmiştir ve yalnızca siz görebilirsiniz.

# mutedWordsTitle
source: Words
de: Wörter
tr: Kelimeler

# mutedUsersTitle
source: Users
de: Benutzer
tr: Kullanıcılar

# addWordToMuteHint
source: Add a word to mute...
de: Wort zum Stummschalten hinzufügen...
tr: Sessize alınacak kelime ekle...

source: Error loading muted users
de: Fehler beim Laden stummgeschalteter Benutzer
tr: Sessize alınan kullanıcılar yüklenirken hata

source: No muted users
de: Keine stummgeschalteten Benutzer
tr: Sessize alınan kullanıcı yok

source: You haven't muted any users yet.
de: Sie haben noch keine Benutzer stummgeschaltet.
tr: Henüz hiçbir kullanıcıyı sessize almadınız.

# mutedUsersCount
source: {count} muted {count, plural, =1{user} other{users}}
de: {count} stummgeschaltete {count, plural, =1{Benutzer} other{Benutzer}}
tr: {count} sessize alınmış {count, plural, =1{kullanıcı} other{kullanıcı}}

source: Unmute
de: Entmuten
tr: Sesi Aç

source: Add Relay
de: Hinzufügen
tr: Röle Ekle

# areYouSureLogout
source: Are you sure you want to logout?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
tr: Çıkış yapmak istediğinizden emin misiniz?

# seedPhraseWarning
source: IF YOU HAVEN'T SAVED YOUR SEED PHRASE, YOU WILL LOSE YOUR ACCOUNT FOREVER.
de: WENN SIE IHRE SEED-PHRASE NICHT GESPEICHERT HABEN, VERLIEREN SIE IHR KONTO FÜR IMMER.
tr: KURTARMA KELİMELERİNİZİ KAYDETMEDİYSENİZ, HESABINIZI SONSUZA KADAR KAYBEDECEKSİNİZ.

source: Mute {user}?
de: {user} stummschalten?
tr: {user} sessize alınsın mı?

# muteUserDescription
source: You will not see notes from this user in your feed.
de: Sie werden keine Notizen von diesem Benutzer in Ihrem Feed sehen.
tr: Bu kullanıcıdan gelen notları akışınızda görmeyeceksiniz.

source: Unfollow {user}?
de: {user} entfolgen?
tr: {user} takibi bırakılsın mı?

source: Delete this post?
de: Diesen Beitrag löschen?
tr: Bu gönderi silinsin mi?

source: Yes
de: Ja
tr: Evet

# resetRelaysConfirm
source: This will reset all relays to their default values. Are you sure?
de: Dadurch werden alle Relays auf ihre Standardwerte zurückgesetzt. Sind Sie sicher?
tr: Bu işlem tüm röleleri varsayılan değerlerine sıfırlayacak. Emin misiniz?

source: Warning!
de: Warnung!
tr: Uyarı!

# copyKeyWarning
source: You can use this to import your account into qiqstr or other apps that use the Nostr protocol. Never share it with anyone.
de: Sie können dies verwenden, um Ihr Konto in qiqstr oder andere Apps zu importieren, die das Nostr-Protokoll verwenden. Teilen Sie es niemals mit jemandem.
tr: Bunu hesabınızı qiqstr veya Nostr protokolünü kullanan diğer uygulamalara aktarmak için kullanabilirsiniz. Asla kimseyle paylaşmayın.

# enterSeedPhraseOrNsec
source: Enter your seed phrase or nsec...
de: Geben Sie Ihre Seed-Phrase oder nsec ein...
tr: Kurtarma kelimelerinizi veya nsec'inizi girin...

source: Logging in...
de: Wird angemeldet...
tr: Giriş yapılıyor...

# errorInvalidInput
source: Error: Invalid input. Please check your NSEC or mnemonic phrase.
de: Fehler: Ungültige Eingabe. Bitte überprüfen Sie Ihre NSEC oder Seed-Phrase.
tr: Hata: Geçersiz giriş. Lütfen NSEC veya kurtarma kelimelerinizi kontrol edin.

# errorCouldNotCreateAccount
source: Error: Could not create a new account.
de: Fehler: Neues Konto konnte nicht erstellt werden.
tr: Hata: Yeni hesap oluşturulamadı.

# errorPrefix
source: Error: {message}
de: Fehler: {message}
tr: Hata: {message}

source: followers
de: Follower
tr: takipçi

# followingCount
source: following
de: folge ich
tr: takip

source: Save Your Seed Phrase
de: Speichern Sie Ihre Seed-Phrase
tr: Kurtarma Kelimelerinizi Kaydedin

# thisIsYourOnlyChance
source: This is your only chance to save your seed phrase. Write it down and store it safely.
de: Dies ist Ihre einzige Chance, Ihre Seed-Phrase zu speichern. Schreiben Sie sie auf und bewahren Sie sie sicher auf.
tr: Kurtarma kelimelerinizi kaydetmek için tek şansınız bu. Yazın ve güvenli bir yerde saklayın.

source: I have saved my seed phrase
de: Ich habe meine Seed-Phrase gespeichert
tr: Kurtarma kelimelerimi kaydettim

source: Tap to copy
de: Zum Kopieren tippen
tr: Kopyalamak için dokunun

source: Next
de: Weiter
tr: İleri

source: Skip
de: Überspringen
tr: Atla

source: Done
de: Fertig
tr: Tamam

source: Save
de: Speichern
tr: Kaydet

source: Saving...
de: Wird gespeichert...
tr: Kaydediliyor...

source: Name
tr: İsim

source: Bio
tr: Biyografi

source: Website
de: Webseite
tr: Web Sitesi

source: Zap Address
de: Zap-Adresse
tr: Zap Adresi

source: Search users...
de: Benutzer suchen...
tr: Kullanıcı ara...

source: Search
de: Suchen
tr: Ara

source: Searching...
de: Suche läuft...
tr: Aranıyor...

source: New message
de: Neue Nachricht
tr: Yeni mesaj

source: Type a message...
de: Nachricht schreiben...
tr: Bir mesaj yazın...

source: Send message
de: Nachricht senden
tr: Mesaj gönder

# messagePlaceholder
source: Message...
de: Nachricht...
tr: Mesaj...

source: Direct Messages
de: Direktnachrichten
tr: Direkt Mesajlar

source: No conversations yet
de: Noch keine Unterhaltungen
tr: Henüz görüşme yok

# startNewConversation
source: Start a new conversation
de: Neues Gespräch beginnen
tr: Yeni konuşma başlat

source: Media
de: Medien
tr: Medya

source: Photos
de: Fotos
tr: Fotoğraflar

source: Videos
tr: Videolar

source: Likes
de: Gefällt mir
tr: Beğeniler

source: Replies
de: Antworten
tr: Yanıtlar

source: Reply
de: Antworten
tr: Yanıtla

source: Replying to
de: Antwort an
tr: Yanıtlanıyor

source: Zap {user}
de: {user} zappen
tr: {user} zap gönder

source: Amount
de: Betrag
tr: Miktar

source: Message
de: Nachricht
tr: Mesaj

source: Optional
tr: İsteğe bağlı

source: Zap Note
de: Zap-Notiz
tr: Zap Notu

source: Invoice
de: Rechnung
tr: Fatura

source: Paste invoice
de: Rechnung einfügen
tr: Fatura yapıştır

source: Paying...
de: Wird bezahlt...
tr: Ödeniyor...

# paymentSuccess
source: Payment successful!
de: Zahlung erfolgreich!
tr: Ödeme başarılı!

source: Payment failed
de: Zahlung fehlgeschlagen
tr: Ödeme başarısız

source: Receive
de: Empfangen
tr: Al

source: Your Lightning Address
de: Ihre Lightning-Adresse
tr: Lightning Adresiniz

source: Scan QR Code
de: QR-Code scannen
tr: QR Kodu Tara

source: Relay Status
tr: Röle Durumu

source: Connected
de: Verbunden
tr: Bağlı

source: Disconnected
de: Getrennt
tr: Bağlantı Kesildi

source: Connecting...
de: Verbinde...
tr: Bağlanıyor...

source: Add relay URL
de: Relay-URL hinzufügen
tr: Röle URL'si ekle

source: Remove relay
de: Relay entfernen
tr: Röleyi kaldır

source: Event Type
de: Ereignistyp
tr: Etkinlik Türü

source: Created at
de: Erstellt am
tr: Oluşturulma

source: Relay count
de: Relay-Anzahl
tr: Röle sayısı

source: Delete selected
de: Ausgewählte löschen
tr: Seçilenleri sil

source: Select all
de: Alle auswählen
tr: Tümünü seç

source: Deselect all
de: Alle abwählen
tr: Tüm seçimi kaldır

source: Statistics
de: Statistiken
tr: İstatistikler

source: Reposts
tr: Yeniden Paylaşımlar

source: Reactions
de: Reaktionen
tr: Tepkiler

source: Zaps
tr: Zap'ler

source: Views
de: Aufrufe
tr: Görüntüleme

source: Filters
de: Filter
tr: Filtreler

source: Filter by
de: Filtern nach
tr: Filtrele

source: Sort by
de: Sortieren nach
tr: Sırala

source: Newest
de: Neueste
tr: En Yeni

source: Oldest
de: Älteste
tr: En Eski

source: Most Popular
de: Beliebteste
tr: En Popüler

source: Copied!
de: Kopiert!
tr: Kopyalandı!

source: Failed
de: Fehlgeschlagen
tr: Başarısız

source: Success!
de: Erfolg!
tr: Başarılı!

source: Error
de: Fehler
tr: Hata

source: Try again
de: Erneut versuchen
tr: Tekrar dene

source: OK
tr: Tamam

source: Delete message?
de: Nachricht löschen?
tr: Mesaj silinsin mi?

source: Delete conversation?
de: Gespräch löschen?
tr: Konuşma silinsin mi?

# areYouSureDelete
source: Are you sure you want to delete this?
de: Sind Sie sicher, dass Sie dies löschen möchten?
tr: Bunu silmek istediğinizden emin misiniz?

source: Block
de: Blockieren
tr: Engelle

source: Unblock
de: Entsperren
tr: Engeli Kaldır

source: Report
de: Melden
tr: Bildir

source: Report {user}
de: {user} melden?
tr: {user} bildirilsin mi?

# reportUserDescription
source: Select a reason for reporting this user. Your report will be published to relays.
de: Wählen Sie einen Grund für die Meldung dieses Benutzers. Ihre Meldung wird an Relays veröffentlicht.
tr: Bu kullanıcıyı bildirmek için bir neden seçin. Bildiriminiz rölelere yayınlanacaktır.

# reportReasonNudity
source: Nudity
de: Nacktheit
tr: Müstehcenlik

# reportReasonProfanity
source: Profanity
de: Beleidigungen
tr: Hakaret

# reportReasonIllegal
source: Illegal
tr: Yasadışı

# reportReasonImpersonation
source: Impersonation
de: Identitätsbetrug
tr: Kimliğe bürünme

# reportReasonOther
source: Other
de: Sonstiges
tr: Diğer

source: Report submitted
de: Meldung gesendet
tr: Bildirim gönderildi

# reportFailed
source: Failed to submit report
de: Meldung konnte nicht gesendet werden
tr: Bildirim gönderilemedi

# selectReportReason
source: Select a reason
de: Grund auswählen
tr: Bir neden seçin
