Repository: untreu2/qiqstr
Catalog: lib/l10n/app_*.arb
Languages: de, tr

source: Today
de: Heute
tr: Bugün

source: Just now
de: Gerade eben
tr: Şimdi

# minutesAgo
source: {count}m ago
de: vor {count} Min.
tr: {count} dk önce

# hoursAgo
source: {count}h ago
de: vor {count} Std.
tr: {count} sa önce

# daysAgo
source: {days}d ago
de: vor {days}T
tr: {days} gün önce

source: Backup Your Account
de: Sichern Sie Ihr Konto
tr: Hesabınızı Yedekleyin

# secureYourAccount
source: Secure your account with your seed phrase.
de: Sichern Sie Ihr Konto mit Ihrer Seed-Phrase.
tr: Hesabınızı kurtarma kelimelerinizle güvence altına alın.

source: Important
de: Wichtig
tr: Önemli

# writeSeedPhraseInOrder
source: Write down your seed phrase in the correct order
de: Schreiben Sie Ihre Seed-Phrase in der richtigen Reihenfolge auf
tr: Kurtarma kelimelerinizi doğru sırayla yazın

# storeItSafely
source: Store it in a safe place
de: Bewahren Sie sie an einem sicheren Ort auf
tr: Güvenli bir yerde saklayın

# neverShareIt
source: Never share it with anyone
de: Teilen Sie sie niemals mit jemandem
tr: Asla kimseyle paylaşmayın

# ifYouLoseIt
source: If you lose it, you will lose access to your account forever
de: Wenn Sie sie verlieren, verlieren Sie den Zugriff auf Ihr Konto für immer
tr: Kaybederseniz, hesabınıza sonsuza kadar erişimi kaybedersiniz

# accessFromSettings
source: You can access this later from Settings > Keys
de: Sie können später über Einstellungen > Schlüssel darauf zugreifen
tr: Buna daha sonra Ayarlar > Anahtarlar'dan erişebilirsiniz

# iHaveWrittenDownSeedPhrase
source: I have written down my seed phrase
de: Ich habe meine Seed-Phrase aufgeschrieben
tr: Kurtarma kelimelerimi yazdım

# noNotesFromThisUser
source: No notes from this user yet
de: Noch keine Notizen von diesem Benutzer
tr: Bu kullanıcıdan henüz not yok

# fileTooLarge
source: File is too large (max 50MB)
de: Datei ist zu groß (max. 50 MB)
tr: Dosya çok büyük (maks 50MB)

source: Encryption failed
de: Verschlüsselung fehlgeschlagen
tr: Şifreleme başarısız

# errorWithMessage
source: Error: {message}
de: Fehler: {message}
tr: Hata: {message}

source: Read
de: Lesen
tr: Oku

source: Write
de: Schreiben
tr: Yaz

source: Explore Relays
de: Erkunden
tr: Röleleri Keşfet

source: Reset
tr: Sıfırla

source: Mention
de: Erwähnen
tr: Bahset

source: Search by name or npub...
de: Suche nach Name oder npub...
tr: İsim veya npub ile ara...

# searchDotDotDot
source: Search...
de: Suchen...
tr: Ara...

source: Searching for users...
de: Suche nach Benutzern...
tr: Kullanıcılar aranıyor...

# searchingDotDotDot
source: Searching...
de: Suche läuft...
tr: Aranıyor...

# uploadingDotDotDot
source: Uploading...
de: Wird hochgeladen...
tr: Yükleniyor...

# postExclamation
source: Post!
de: Posten!
tr: Paylaş!

source: What's on your mind?
de: Was denkst du?
tr: Aklında ne var?

source: Posting your note, please wait
de: Ihre Notiz wird gepostet, bitte warten
tr: Notunuz paylaşılıyor, lütfen bekleyin

source: Failed to load notifications
de: Benachrichtigungen konnten nicht geladen werden
tr: Bildirimler yüklenemedi

source: No notifications yet
de: Noch keine Benachrichtigungen
tr: Henüz bildirim yok

# whenSomeoneInteractsWithYourPosts
source: When someone interacts with your posts, you'll see it here
de: Wenn jemand mit deinen Beiträgen interagiert, siehst du es hier
tr: Birileri gönderilerinizle etkileşime girdiğinde, burada göreceksiniz

source: reacted to your post
de: hat auf deinen Beitrag reagiert
tr: gönderinize tepki verdi

source: reposted your post
de: hat deinen Beitrag geteilt
tr: gönderinizi paylaştı

source: replied to your post
de: hat auf deinen Beitrag geantwortet
tr: gönderinize yanıt verdi

source: mentioned you
de: hat dich erwähnt
tr: sizi bahsetti

source: zapped you
de: hat dir gezappt
tr: size zap gönderdi

source: interacted with you
de: hat mit dir interagiert
tr: sizinle etkileşime girdi

source: now
de: jetzt
tr: şimdi

source: Error loading relays
de: Fehler beim Laden der Relays
tr: Röle yükleme hatası

# privateKeyNotFound
source: Private key not found. Please set up your profile first
de: Privater Schlüssel nicht gefunden. Bitte richten Sie zuerst Ihr Profil ein
tr: Özel anahtar bulunamadı. Lütfen önce profilinizi ayarlayın

source: Please set up your profile first
de: Bitte richten Sie zuerst Ihr Profil ein
tr: Lütfen önce profilinizi ayarlayın

source: Relay list published successfully
de: Relay-Liste erfolgreich veröffentlicht
tr: Röle listesi başarıyla yayınlandı

source: Error publishing relay list
de: Fehler beim Veröffentlichen der Relay-Liste
tr: Röle listesi yayınlama hatası

source: Relay list fetched successfully
de: Relay-Liste erfolgreich abgerufen
tr: Röle listesi başarıyla alındı

source: No relay list found in your profile
de: Keine Relay-Liste in Ihrem Profil gefunden
tr: Profilinizde röle listesi bulunamadı

source: Error fetching relay list
de: Fehler beim Abrufen der Relay-Liste
tr: Röle listesi alma hatası

# gossipModelEnabledRestartApp
source: Gossip model enabled. Restart the app to apply.
de: Gossip-Modell aktiviert. App neu starten.
tr: Gossip modeli etkinleştirildi. Uygulamayı yeniden başlatın.

# gossipModelDisabledRestartApp
source: Gossip model disabled. Restart the app to apply.
de: Gossip-Modell deaktiviert. App neu starten.
tr: Gossip modeli devre dışı bırakıldı. Uygulamayı yeniden başlatın.

source: Error toggling Gossip model
de: Fehler beim Umschalten des Gossip-Modells
tr: Gossip modeli değiştirme hatası

source: Error saving relays
de: Fehler beim Speichern der Relays
tr: Röle kaydetme hatası

# invalidRelayUrl
source: Invalid relay URL. Must start with ws:// or wss://
de: Ungültige Relay-URL. Muss mit ws:// oder wss:// beginnen
tr: Geçersiz röle URL'si. ws:// veya wss:// ile başlamalı

# relayAlreadyExistsInCategory
source: Relay already exists in this category
de: Relay existiert bereits in dieser Kategorie
tr: Röle bu kategoride zaten mevcut

source: Error adding relay
de: Fehler beim Hinzufügen des Relays
tr: Röle ekleme hatası

source: Fetching your events...
de: Lade deine Ereignisse...
tr: Etkinlikleriniz alınıyor...

# broadcastingEvents
source: Broadcasting {count} events to {relayCount} relays...
de: {count} Ereignisse werden an {relayCount} Relays übertragen...
tr: {count} etkinlik {relayCount} röleye yayınlanıyor...

# eventsSuccessfullyBroadcast
source: Successfully broadcast {count} events to {relayCount} relays
de: {count} Ereignisse erfolgreich an {relayCount} Relays übertragen
tr: {count} etkinlik {relayCount} röleye başarıyla yayınlandı

source: Relay already exists in your list
de: Relay existiert bereits in deiner Liste
tr: Röle listenizde zaten mevcut

source: Fetching relay information...
de: Lade Relay-Informationen...
tr: Röle bilgisi alınıyor...

source: Payment required
de: Zahlung erforderlich
tr: Ödeme gerekli

source: Authentication required
de: Authentifizierung erforderlich
tr: Kimlik doğrulama gerekli

source: Supported NIPs
de: Unterstützte NIPs
tr: Desteklenen NIP'ler

source: Software
tr: Yazılım

source: Contact
de: Kontakt
tr: İletişim

source: Description
de: Beschreibung
tr: Açıklama

source: Limitation
de: Einschränkung
tr: Sınırlama

source: Max message length
de: Maximale Nachrichtenlänge
tr: Maksimum mesaj uzunluğu

source: Max subscriptions
de: Maximale Abonnements
tr: Maksimum abonelik

source: Max filters
de: Maximale Filter
tr: Maksimum filtre

source: Max limit
de: Maximales Limit
tr: Maksimum limit

source: Max subid length
de: Maximale Subid-Länge
tr: Maksimum subid uzunluğu

source: Min PoW difficulty
de: Minimale PoW-Schwierigkeit
tr: Minimum PoW zorluğu

source: View on website
de: Auf Webseite ansehen
tr: Web sitesinde görüntüle

source: Event Counts
de: Ereigniszähler
tr: Etkinlik Sayıları

# eventCount
source: {count} events
de: {count} Ereignisse
tr: {count} etkinlik

source: broadcasted
de: übertragen
tr: yayınlandı

source: Gossip Mode
de: Gossip-Modus
tr: Gossip Modu

# gossipModeDescription
source: Automatically discover and connect to relays used by people you follow. When off, only your own relays above are used to read and write.
de: Entdecke und verbinde dich automatisch mit Relays, die von Personen verwendet werden, denen du folgst. Wenn deaktiviert, werden nur deine eigenen Relays oben zum Lesen und Schreiben verwendet.
tr: Takip ettiğiniz kişiler tarafından kullanılan röleleri otomatik olarak keşfedin ve bağlanın. Kapalı olduğunda, yalnızca yukarıdaki kendi röleleriniz okuma ve yazma için kullanılır.

source: Fetching...
de: Lädt...
tr: Alınıyor...

source: Fetch
de: Laden
tr: Al

source: Publishing...
de: Sendet...
tr: Yayınlanıyor...

source: Publish
de: Senden
tr: Yayınla

source: Version
tr: Versiyon

source: Connection Statistics
de: Verbindungsstatistiken
tr: Bağlantı İstatistikleri

source: Status
tr: Durum

source: Attempts
de: Versuche
tr: Denemeler

source: Successful
de: Erfolgreich
tr: Başarılı

source: Bytes Sent
de: Gesendete Bytes
tr: Gönderilen Bayt

source: Bytes Received
de: Empfangene Bytes
tr: Alınan Bayt

source: unknown
de: unbekannt
tr: bilinmiyor

source: Paid
de: Bezahlt
tr: Ücretli

source: Auth
tr: Kimlik Doğ.

# manageYourRelayConnections
source: Manage your relay connections and publish your relay list.
de: Verwalte deine Relay-Verbindungen und veröffentliche deine Relay-Liste.
tr: Röle bağlantılarınızı yönetin ve röle listenizi yayınlayın.

source: No interactions yet.
de: Noch keine Interaktionen.
tr: Henüz etkileşim yok.

source: Messages
de: Nachrichten
tr: Mesajlar

# yourDataOnRelaysDescription
source: Everything you share on Nostr is an event. View your event count by type and resend them to relays.
de: Alles, was du auf Nostr teilst, ist ein Event. Sieh deine Event-Anzahl nach Art und sende sie erneut an Relays.
tr: Nostr'da paylaştığınız her şey bir olaydır. Olay sayılarınızı türlerine göre görüntüleyin ve rölelere yeniden yayınlayın.

# startConversationBy
source: Start a conversation by messaging someone
de: Starte eine Unterhaltung, indem du jemandem eine Nachricht sendest
tr: Birine mesaj göndererek görüşme başlatın

source: Error loading conversations
de: Fehler beim Laden der Unterhaltungen
tr: Görüşmeler yüklenirken hata

# errorLoadingMessages
source: Error loading messages: {message}
de: Fehler beim Laden der Nachrichten: {message}
tr: Mesajlar yüklenirken hata: {message}

source: Not encrypted
de: Nicht verschlüsselt
tr: Şifrelenmemiş

source: Video (tap to play)
de: Video (antippen zum Abspielen)
tr: Video (oynatmak için dokun)

source: File: {type}
de: Datei: {type}
tr: Dosya: {type}

source: Retry
de: Wiederholen
tr: Tekrar Dene

source: No users found
de: Keine Benutzer gefunden
tr: Kullanıcı bulunamadı

# trySearchingDifferentTerm
source: Try searching with a different term.
de: Versuche es mit einem anderen Suchbegriff.
tr: Farklı bir terim ile arama yapın.

source: Database Cache
de: Datenbank-Cache
tr: Veritabanı Önbelleği

# databaseCacheSubtitle
source: Manage local storage and cleanup old events.
de: Verwalten Sie lokalen Speicher und bereinigen Sie alte Ereignisse.
tr: Yerel depolamayı yönetin ve eski olayları temizleyin.

source: Database Overview
de: Datenbankübersicht
tr: Veritabanı Genel Bakış

source: Database Size
de: Datenbankgröße
tr: Veritabanı Boyutu

source: Total Events
de: Gesamte Ereignisse
tr: Toplam Olay

source: Event Breakdown
de: Ereignisaufschlüsselung
tr: Olay Dağılımı

source: Text Notes
de: Textnotizen
tr: Metin Notları

source: Profiles
de: Profile
tr: Profiller

source: Contact Lists
de: Kontaktlisten
tr: İletişim Listeleri

source: Articles
de: Artikel
tr: Makaleler

# cleanupInfo
source: Cleanup Information
de: Bereinigungsinformationen
tr: Temizleme Bilgisi

# cleanupInfoDescription
source: Automatically cleans up old events when database exceeds 1 GB.
de: Bereinigt automatisch alte Ereignisse, wenn die Datenbank 1 GB überschreitet.
tr: Veritabanı 1 GB'ı aştığında eski olayları otomatik temizler.

# cleanupInfoBullet1
source: Removes events older than 30 days
de: Entfernt Ereignisse älter als 30 Tage
tr: 30 günden eski olayları kaldırır

# cleanupInfoBullet2
source: Preserves profiles and contact lists
de: Bewahrt Profile und Kontaktlisten
tr: Profilleri ve iletişim listelerini korur

# cleanupInfoBullet3
source: Runs automatically on app startup
de: Läuft automatisch beim App-Start
tr: Uygulama başlangıcında otomatik çalışır

# cleanupOldEvents
source: Cleanup Old Events (30+ days)
de: Datenbank bereinigen
tr: Veritabanını Temizle

source: Cleanup Database
de: Datenbank bereinigen
tr: Veritabanını Temizle

# cleanupDatabaseConfirmation
source: This will delete events older than 30 days. Profiles and lists will be preserved. Continue?
de: Dies wird Ereignisse löschen, die älter als 30 Tage sind. Profile und Listen bleiben erhalten. Fortfahren?
tr: Bu işlem 30 günden eski olayları silecek. Profiller ve listeler korunacak. Devam edilsin mi?

source: Cleanup completed
de: Bereinigung abgeschlossen
tr: Temizleme tamamlandı

source: events deleted
de: Datenbank bereinigt
tr: veritabanı temizlendi

source: Cleanup
de: Bereinigen
tr: Temizle

source: Add account
de: Konto hinzufügen
tr: Hesap ekle

source: Switch account
de: Konto wechseln
tr: Hesap değiştir

source: Connect Your Wallet
de: Wallet verbinden
tr: Cüzdanınızı Bağlayın

# connectWalletDescription
source: Sign in with your Nostr identity to start using Coinos
de: Melden Sie sich mit Ihrer Nostr-Identität an, um Coinos zu nutzen
tr: Coinos'u kullanmaya başlamak için Nostr kimliğinizle giriş yapın

source: Connect Wallet
de: Wallet verbinden
tr: Cüzdanı Bağla

source: No transactions yet
de: Noch keine Transaktionen
tr: Henüz işlem yok

# recentTransactions
source: Recent
de: Kürzlich
tr: Son İşlemler

source: Received
de: Empfangen
tr: Alındı

source: Sent
de: Gesendet
tr: Gönderildi

source: Paste invoice here...
de: Rechnung hier einfügen...
tr: Faturayı buraya yapıştırın...

source: Payment sent!
de: Zahlung gesendet!
tr: Ödeme gönderildi!

# failedToCreateInvoice
source: Failed to create invoice: {message}
de: Rechnung konnte nicht erstellt werden: {message}
tr: Fatura oluşturulamadı: {message}

source: I accept the
de: Ich akzeptiere die
tr: Kabul ediyorum:

source: terms of use
de: Nutzungsbedingungen
tr: kullanım koşulları

source: Acceptance of terms is required
de: Die Zustimmung zu den Nutzungsbedingungen ist erforderlich
tr: Kullanım koşullarını kabul etmeniz gerekmektedir

# profileSetupSubtitle
source: Add some basic information to help others discover you.
de: Fügen Sie grundlegende Informationen hinzu, damit andere Sie entdecken können.
tr: Başkalarının sizi keşfetmesine yardımcı olacak temel bilgileri ekleyin.

# uploadFailed
source: Upload failed: {message}
de: Hochladen fehlgeschlagen: {message}
tr: Yükleme başarısız: {message}

source: Profile image uploaded successfully.
de: Profilbild erfolgreich hochgeladen.
tr: Profil resmi başarıyla yüklendi.

source: Banner uploaded successfully.
de: Banner erfolgreich hochgeladen.
tr: Banner başarıyla yüklendi.

# usernameTooLong
source: Username must be 50 characters or less
de: Benutzername darf maximal 50 Zeichen lang sein
tr: Kullanıcı adı en fazla 50 karakter olmalıdır

# bioTooLong
source: Bio must be 300 characters or less
de: Bio darf maximal 300 Zeichen lang sein
tr: Biyografi en fazla 300 karakter olmalıdır

source: Lightning address (optional)
de: Lightning-Adresse (optional)
tr: Lightning adresi (isteğe bağlı)

# invalidLightningAddress
source: Please enter a valid lightning address (e.g., user@domain.com)
de: Bitte geben Sie eine gültige Lightning-Adresse ein (z.B. user@domain.com)
tr: Lütfen geçerli bir lightning adresi girin (ör. kullanıcı@alan.com)

source: Website (optional)
de: Webseite (optional)
tr: Web sitesi (isteğe bağlı)

source: Location (optional)
de: Standort (optional)
tr: Konum (isteğe bağlı)

# locationTooLong
source: Location must be 100 characters or less
de: Standort darf maximal 100 Zeichen lang sein
tr: Konum en fazla 100 karakter olmalıdır

# newNotesAvailable
source: {count, plural, =1{1 new note} other{{count} new notes}}
de: {count, plural, =1{1 neue Notiz} other{{count} neue Notizen}}
tr: {count, plural, =1{1 yeni not} other{{count} yeni not}}

# readsSubtitle
source: Long-form articles from people you follow.
de: Langform-Artikel von Personen, denen Sie folgen.
tr: Takip ettiğiniz kişilerin uzun içerikleri.

source: Loading articles...
de: Artikel werden geladen...
tr: Makaleler yükleniyor...

source: Something went wrong
de: Etwas ist schiefgelaufen
tr: Bir şeyler ters gitti

source: No articles yet
de: Noch keine Artikel
tr: Henüz makale yok

# longFormContentDescription
source: Long-form content from people you follow will appear here.
de: Langform-Inhalte von Personen, denen Sie folgen, werden hier angezeigt.
tr: Takip ettiğiniz kişilerin uzun içerikleri burada görünecek.

source: Bookmarks
de: Lesezeichen
tr: Yer İmleri

# bookmarksTitle
source: Bookmarks
de: Lesezeichen
tr: Yer İmleri

# bookmarksSubtitle
source: Your bookmarked notes are encrypted and only visible to you.
de: Ihre Lesezeichen sind verschlüsselt und nur für Sie sichtbar.
tr: Yer imleriniz şifrelenmiştir ve yalnızca siz görebilirsiniz.

source: No bookmarks
de: Keine Lesezeichen
tr: Yer imi yok

source: You haven't bookmarked any notes yet.
de: Sie haben noch keine Notizen als Lesezeichen gespeichert.
tr: Henüz hiçbir notu yer imlerine eklemediniz.

source: Error loading bookmarks
de: Fehler beim Laden der Lesezeichen
tr: Yer imleri yüklenirken hata

source: Remove bookmark
de: Lesezeichen entfernen
tr: Yer imini kaldır

# addBookmark
source: Bookmark
de: Lesezeichen
tr: Yer İmle

source: Bookmark added
de: Lesezeichen hinzugefügt
tr: Yer imine eklendi

source: Bookmark removed
de: Lesezeichen entfernt
tr: Yer iminden kaldırıldı

# listsTitle
source: Lists
de: Listen
tr: Listeler

# listsSubtitle
source: Organize people you follow into categorized groups.
de: Organisieren Sie Personen, denen Sie folgen, in Gruppen.
tr: Takip ettiğiniz kişileri kategorilere ayırarak düzenleyin.

source: No lists
de: Keine Listen
tr: Liste yok

# noListsDescription
source: Create a list to organize people you follow.
de: Erstellen Sie eine Liste, um Personen zu organisieren.
tr: Takip ettiğiniz kişileri düzenlemek için bir liste oluşturun.

source: Error loading lists
de: Fehler beim Laden der Listen
tr: Listeler yüklenirken hata

source: Create List
de: Liste erstellen
tr: Liste Oluştur

# listNameHint
source: List name
de: Listenname
tr: Liste adı

# listDescriptionHint
source: Description (optional)
de: Beschreibung (optional)
tr: Açıklama (isteğe bağlı)

source: Create
de: Erstellen
tr: Oluştur

# memberCount
source: {count, plural, =0{No members} =1{1 member} other{{count} members}}
de: {count, plural, =0{Keine Mitglieder} =1{1 Mitglied} other{{count} Mitglieder}}
tr: {count, plural, =0{Üye yok} =1{1 üye} other{{count} üye}}

# noMembersInList
source: No members
de: Keine Mitglieder
tr: Üye yok

# noMembersInListDescription
source: Add people to this list from their profile.
de: Fügen Sie Personen aus ihrem Profil zu dieser Liste hinzu.
tr: Profillerinden bu listeye kişi ekleyin.

# removeFromList
source: Remove
de: Entfernen
tr: Kaldır

source: Add to list
de: Zur Liste hinzufügen
tr: Listeye ekle

source: Delete list
de: Liste löschen
tr: Listeyi sil

# listsFromFollows
source: From people you follow
de: Von Personen, denen Sie folgen
tr: Takip ettiklerinizden

# all
source: Following
de: Folge ich
tr: Takip edilen

source: Add to feed
de: Zum Feed hinzufügen
tr: Akışa ekle

source: Remove from feed
de: Aus dem Feed entfernen
tr: Akıştan kaldır

# addAnotherFeed
source: + Add feed
de: + Feed hinzufügen
tr: + Akış ekle

# onboardingCoinosSubtitle
source: Set up a built-in Lightning wallet to send, receive, and zap sats instantly.
de: Richten Sie eine integrierte Lightning-Wallet ein, um sofort Sats zu senden, zu empfangen und zu zappen.
tr: Anında sat göndermek, almak ve zap yapmak için yerleşik bir Lightning cüzdanı kurun.

# onboardingCoinosConnect
source: Connect Wallet
de: Wallet verbinden
tr: Cüzdanı Bağla

# onboardingCoinosFeatureSend
source: Send Bitcoin payments instantly via Lightning Network
de: Senden Sie Bitcoin-Zahlungen sofort über Lightning
tr: Lightning ile anında Bitcoin ödemesi gönderin

# onboardingCoinosFeatureReceive
source: Receive Bitcoin with your own Lightning address
de: Empfangen Sie Bitcoin mit Ihrer eigenen Lightning-Adresse
tr: Kendi Lightning adresinizle Bitcoin alın

# onboardingCoinosFeatureZap
source: Send Bitcoin to your favorite posts and creators
de: Senden Sie Bitcoin an Ihre Lieblingsbeiträge und Ersteller
tr: En sevdiğiniz gönderilere ve içerik üreticilerine Bitcoin gönderin

# onboardingCoinosDisclaimer
source: This wallet is provided by coinos.io. We do not hold, control, or have access to your funds. All responsibility regarding the wallet service lies with coinos.io.
de: Diese Wallet wird von coinos.io bereitgestellt. Wir verwahren, kontrollieren oder haben keinen Zugriff auf Ihre Gelder. Die gesamte Verantwortung für den Wallet-Dienst liegt bei coinos.io.
tr: Bu cüzdan coinos.io tarafından sağlanmaktadır. Biz fonlarınızı tutmaz, kontrol etmez veya erişim sağlamayız. Cüzdan hizmetine ilişkin tüm sorumluluk coinos.io'ya aittir.

# onboardingCoinosAccept
source: I understand and agree
de: Ich verstehe und stimme zu
tr: Anladım ve kabul ediyorum

# onboardingCoinosConnected
source: Connected as {username}@coinos.io
de: Verbunden als {username}@coinos.io
tr: {username}@coinos.io olarak bağlandı

# welcomeTitle
source: Welcome!
de: Willkommen!
tr: Hoş Geldiniz!

# welcomeSubtitle
source: A decentralized social network built on Nostr. Fully open source.
de: Ein dezentrales soziales Netzwerk auf Nostr. Vollständig open source.
tr: Nostr üzerine kurulu merkeziyetsiz bir sosyal ağ. Tamamen açık kaynaklı.

# welcomeFeatureDecentralized
source: No central servers, no CEOs. Nobody can ban you.
de: Keine zentralen Server, keine CEOs. Niemand kann Sie sperren.
tr: Merkezi sunucular yok, CEO'lar yok. Kimse sizi banlayamaz.

# welcomeFeatureKeys
source: Own your identity with your own keys.
de: Besitzen Sie Ihre Identität mit Ihren eigenen Schlüsseln.
tr: Kendi anahtarlarınızla kendi kimliğinize sahip olursunuz.

# welcomeFeatureBitcoin
source: Message securely with end-to-end encryption.
de: Kommunizieren Sie sicher mit Ende-zu-Ende-Verschlüsselung.
tr: Uçtan uca şifreli ve güvenli şekilde mesajlaşın.

# welcomeAlreadyHaveAccount
source: I already have an account
de: Ich habe bereits ein Konto
tr: Zaten bir hesabım var

# loginSubtitle
source: Enter your seed phrase or nsec key to sign in to your existing account.
de: Geben Sie Ihre Seed-Phrase oder Ihren nsec-Schlüssel ein, um sich bei Ihrem bestehenden Konto anzumelden.
tr: Mevcut hesabınıza giriş yapmak için kurtarma kelimelerinizi veya nsec anahtarınızı girin.

# loginExampleSeed
source: e.g. istanbul relay key note zap feed post sign bolt send trust free
de: z.B. istanbul relay key note zap feed post sign bolt send trust free
tr: ör. istanbul relay key note zap feed post sign bolt send trust free

# loginExampleNsec
source: e.g. nsec1234567abcde1234567abcde...
de: z.B. nsec1234567abcde1234567abcde...
tr: ör. nsec1234567abcde1234567abcde...

# signupSubtitle
source: A new Nostr identity will be generated for you. You will receive a seed phrase to back up your account.
de: Eine neue Nostr-Identität wird für Sie erstellt. Sie erhalten eine Seed-Phrase zur Sicherung Ihres Kontos.
tr: Sizin için yeni bir Nostr kimliği oluşturulacak. Hesabınızı yedeklemek için kurtarma kelimeleri alacaksınız.

# signupFeatureKeys
source: A unique cryptographic key pair will be created for you
de: Ein einzigartiges kryptografisches Schlüsselpaar wird für Sie erstellt
tr: Sizin için benzersiz bir kriptografik anahtar çifti oluşturulacak
