Repository: untreu2/qiqstr
Catalog: lib/l10n/app_*.arb
Languages: de, tr

# signupFeatureBackup
source: You will get a seed phrase to securely back up your account
de: Sie erhalten eine Seed-Phrase zur sicheren Sicherung Ihres Kontos
tr: Hesabınızı güvenle yedeklemek için kurtarma kelimeleri alacaksınız

# signupFeatureProfile
source: Set up your profile and start connecting with others
de: Richten Sie Ihr Profil ein und beginnen Sie, sich mit anderen zu verbinden
tr: Profilinizi ayarlayın ve başkalarıyla bağlantı kurmaya başlayın

# signupCreating
source: Creating your account...
de: Ihr Konto wird erstellt...
tr: Hesabınız oluşturuluyor...

# followedByCount
source: Followed by {count, plural, =1{1 person} other{{count} people}} you follow
de: {count, plural, =1{Von 1 Person} other{Von {count} Personen}} gefolgt, denen du folgst
tr: Takip ettiklerinden {count} kişi takip ediyor

source: Pin note
de: Notiz anheften
tr: Notu sabitle

source: Unpin note
de: Notiz loslösen
tr: Sabitlemeyi kaldır

# notePinned
source: Note pinned to profile
de: Notiz an Profil angeheftet
tr: Not profile sabitlendi

# noteUnpinned
source: Note unpinned from profile
de: Notiz vom Profil gelöst
tr: Not sabitlemeden kaldırıldı

# pinnedNotes
source: Pinned
de: Angeheftet
tr: Sabitlenmiş
